export const ApiConfig = {
    contract_text: (contract) => { return `ООО Контакт N 10000, ФИО ${contract.fullName}

    ДОГОВОР на оказание услуги "ДОСТУП В ИНТЕРНЕТ" N 10000
    г. Сланцы
    ООО "КОНТАКТ", именуемое в дальнейшем "Оператор связи" (ОП), в лице генерального директора управляющей компании ООО "ИТРегион" Хорцева Н.И., действующего на основании Устава и договора о передаче полномочий управляющей компании от 11.01.2017 #1,
    с одной стороны, и гр. ${contract.fullName} именуемый(-ая) в дальнейшем "Абонент", вместе именуемые "Стороны",
    заключили настоящий Договор, именуемый в дальнейшем "Договор", о нижеследующем:
    1. Предмет Договора
    1.1.Оператор связи предоставляет Абоненту Телематические услуги связи (Далее - "Услугу") согласно Лицензии, выданной
    Федеральной службой по надзору в сфере связи N 138334 от 27.01.2016г., а Абонент пользуется Услугой и оплачивает ее в
    соответствии с действующим Тарифом для оплаты Телематических услуг связи (Приложение N 1 к настоящему Договору) и
    установленными Условиями предоставления Услуги (Приложение N 2 к настоящему Договору)
    1.2.Действующие Тарифы для оплаты Телематических услуг связи и Условия предоставления Услуг являются неотъемлемой
    частью настоящего договора. Они публикуются и обновляются на WWW сервере Оператора связи (http://www.slantk.ru).
    2. Обязанности и ответственность сторон
    2.1. Оператор связи обязуется:
    С момента заключения настоящего договора предоставлять Абоненту Услуги в соответствии с действующим Тарифом и Условиями
    предоставления Услуг;
    Предоставить Абоненту необходимые идентификаторы и пароли для доступа к сети связи и ее ресурсам в течение семи рабочих
    дней после подписания настоящего Договора, получения IP адреса и оплаты услуг согласно выбранного тарифа;
    Своевременно информировать Абонента о предстоящих профилактических работах в сети (с указанием продолжительности таких
    работ) не позднее, чем за 24 часа до их наступления. Профилактические работы не будут считаться перерывами в предоставлении
    Услуг, если они суммарно не превышают 24 часа в месяц;
    Устранять повреждения связи, происходящие из-за отказов оборудования и программного обеспечения сети в течение 2-х рабочих
    дней, с момента поступления заявки;
    Не разглашать информацию об Абоненте. Сведения об Абоненте, являются конфиденциальной информацией и подлежат защите
    в соответствии с законодательством Российской Федерации.
    Предоставление третьим лицам сведений об абонентах может осуществляться только с согласия в письменной форме абонентов,
    за исключением случаев, предусмотренных федеральными законами.
    2.2. Оператор связи гарантирует:
    Качество предоставляемых услуг в соответствии с условиями осуществления деятельности в области связи, предусмотренными
    Лицензией, при условии соблюдения Абонентом условий настоящего Договора. Качество Услуги обеспечивается общегородской
    волоконно-оптической транспортной сетью, позволяющей наращивать пропускную способность каналов связи и использованием
    только высоконадежных международных волоконно-оптических линий и каналов с гарантированной пропускной способностью
    Гарантия качества услуги может быть обеспечена Оператором связи только при использовании Абонентом сертифицированного
    компьютерного оборудования и лицензионного программного обеспечения.
    Гарантия качества услуги не может быть обеспечена Оператором связи при самовольном изменении Абонентом стандартных
    программных или аппаратных настроек сетевой карты и при нестандартной настройке программного обеспечения.
    2.3. Оператор связи предоставляет Абонентам возможность получения телефонных консультаций в службе технической
    поддержки. Объем консультаций ограничивается конкретными вопросами, связанными с предоставлением Услуги и вопросами,
    касающимися настройки стандартного программного обеспечения, описанного на сервере (http://www.slantk.ru)
    2.4. Абонент обязуется:
    Выполнять все Условия предоставления Услуг и требования, изложенные в Договоре; Не продавать и не передавать третьим
    лицам услуги, предоставленные Абоненту в соответствии с настоящим Договором.
    Пользоваться Телематическими услугами связи для личных, семейных домашних и иных нужд, не связанных с осуществлением
    предпринимательской деятельности.
    2.5. Абонент принимает на себя полную ответственность за риски, связанные с использованием материалов, информации,
    рекламы, товаров и услуг, полученных им в сети Интернет. За сохранность своего пароля доступа и за убытки, которые могут
    возникнуть по причине несанкционированного использования его канала доступа. Абоненту рекомендуется регулярно менять свой
    пароль. За все обращения к Услуге и действия, предпринятые через обращение к Услуге, имевшие место при введении
    пользовательского имени и пароля Абонента.
    3. Ограничение ответственности.
    3.1.Ни при каких обстоятельствах Оператор связи не несет ответственности за прямой или косвенный ущерб, причиненный
    Абоненту в результате использования или невозможности использования Услуги, или понесенный в результате ошибок, пропусков,
    перерывов в работе, удаления файлов, изменения функций, задержек в работе при передаче данных, и т.п.
    3.2. Оператор связи не дает никаких гарантий, явных или неявных (в том числе гарантии соблюдения прав или пригодности для
    какой-либо конкретной цели) на любые товары, информацию и услуги, поставляемые через сеть Интернет. Оператор связи не
    ООО Контакт N 10000, ФИО ${contract.fullName}

    несет ответственности за любые расходы Абонента или ущерб, который может быть нанесен Абоненту, вследствие прямого или
    косвенного использования сети связи. Всю ответственность за оценку точности, полноты и полезности любых мнений, оценок, услуг
    и другой информации, качества и свойств товаров, предоставляемых через Услугу связи, принимает на себя Абонент.
    3.3. Оператор связи не контролирует доступный через сеть Интернет информационный поток, который может включать
    нежелательные для абонента материалы и не несет за них ответственности.
    4. Прекращение или ограничение доступа к Услуге
    4.1.Оператор связи может прекратить доступ Абонента к Услуге без предварительного предупреждения при нулевом или
    отрицательном балансе лицевого счета Абонента. В этом случае, доступ к Услуге прекращается до поступления следующего
    платежа и восстановления положительного баланса лицевого счета. Дополнительного уведомления Абонента о прекращении
    доступа к Услуге не производится.
    4.2.При умышленных или случайных нарушения правил пользования сетью автоматика контроля за состоянием сети или
    администраторы сети Оператора связи могут отключить Абонента от сети, при этом ответственность возлагается на Абонента.
    Повторное подключение Абонента производится только после выяснения причины отключения.
    5. Порядок расчетов.
    5.1. Основанием для осуществления оплаты за Услуги являются расчеты Оператора, учитывающего объем оказанных Услуг. Выбор
    тарифа Абонент осуществляет самостоятельно, все тарифы устанавливаются в рублях, НДС не облагается.
    5.2. Снятие денежных средств с лицевого счета за пользование Услугами производится Оператором в дату включения выбранного
    тарифного плана в размере полной стоимости тарифа.
    5.3. Выбранный тарифный план действует с момента включения до 24.00 часов даты, предшествующей дате следующего
    включения тарифа, независимо от времени его подключения Абонентом.
    5.4. При прекращении (приостановлении) пользования Услугами по инициативе Абонента до истечения срока действия
    оплаченного тарифного плана компенсация не предоставляется и не предусматривается продление срока действия подключенного
    тарифного плана.
    5.5. При недостаточном для оплаты выбранного тарифного плана количестве денежных средств на лицевом счете Абонента,
    Абонент автоматически переводится на тарифный план "Отключенный". Оплата за тарифный план "Отключенный" не снимается.
    5.6. При внесении Абонентом платежа, достаточного для оплаты желаемого тарифного плана, на свой лицевой счет Абоненту
    необходимо самостоятельно включить себе тарифный со страницы статистики на www.slantk.ru в любой день месяца.
    5.7. Абонент самостоятельно следит за состоянием своего лицевого счета.
    5.8. Сумма за дополнительные Услуги, оказанные Абоненту, в соответствии с действующими тарифными планами на
    дополнительные Услуги, снимаются с лицевого счета абонента. Дополнительные Услуги оказываются при наличии средств на
    лицевом счете Абонента.
    5.9. Оплата за Услуги может быть произведена на расчетный счет Оператора и в пунктах приема платежей, информация о которых
    размещена на сайте www.slantk.ru
    6. Срок действия и порядок расторжения Договора.
    6.1.Настоящий Договор вступает в силу с момента его подписания Сторонами и будет продолжаться в течение срока действия
    Лицензии Оператора связи.
    6.2.Действие настоящего Договора прекращается по основаниям, предусмотренным Гражданским Кодексом Российской
    Федерации. В случае одностороннего отказа от исполнения обязательств заинтересованная сторона обязана письменно уведомить
    об этом другую сторону не позднее чем в 30-дневный срок.
    6.3.Оператор связи имеет право расторгнуть договор в одностороннем порядке, если Абонент не пользуется услугой более шести
    месяцев, письменно уведомив об этом Абонента не позднее чем в 30-дневный срок.
    6.4.Абонент имеет право в любой момент прекратить действие настоящего Договора по своей инициативе, письменно уведомив
    Оператора связи. В этом случае на основании письменного требования Абонента Оператор связи в течение трех рабочих дней с
    момента получения требования выплачивает Абоненту средства в размере положительного баланса его лицевого счета (в рублях).
    6.5.При расторжении договора новые договорные обязательства могут возникнуть только на общих основаниях.
    6.6.При расторжении Договора с Абонентом Оператор связи не несет ответственности перед третьими лицами.
    7. Изменения и дополнения.
    7.1.Оператор связи может изменять Тарифы для оплаты Телематических услуг связи и Условия предоставления Услуги, публикуя
    уведомления о таких изменениях на сервере (http://www.slantk.ru) в разделе "Клиентам". Дополнительного и индивидуального
    уведомления Абонента об изменениях не предусмотрено.
    7.2.Информация об изменение тарифов на предоставляемые Услуги, публикуются не менее чем за 10 дней до вступления
    изменений в силу.
    7.3.Продолжение пользования Услугой после уведомления будет рассматриваться как согласие с внесенными изменениями и
    дополнениями.
    7.4.Абонент вправе перезаключить договор на любого из членов семьи.
    8. Предъявление претензий и их рассмотрение.
    8.1. Право на предъявление претензии имеет: -Абонент по обязательствам, вытекающим из договора об оказании Услуги;
    Пользователь услугами связи, которому отказано в оказании таких Услуг;
    8.2.В случае неисполнения или ненадлежащего исполнения обязательств, вытекающих из договора об оказании услуг связи,
    Абонент может предъявить Оператору связи претензию.
    ООО Контакт N 10000, ФИО ${contract.fullName}

    8.3.Претензии предъявляются в течение шести месяцев со дня оказания услуги связи, отказа в ее оказании или дня выставления
    счета за оказанную услугу связи
    8.4.К претензии прилагаются копия договора об оказании услуг связи или иного удостоверяющего факт заключения договора
    документа, которые необходимы для рассмотрения претензии по существу. В претензии должны быть указаны сведения о
    неисполнении или ненадлежащем исполнении обязательств по договору об оказании услуг связи, а в случае предъявления
    претензии о возмещении ущерба - о факте и размере причиненного ущерба.
    8.5.Претензия должна быть рассмотрена не позднее чем через шестьдесят дней со дня ее регистрации. О результатах
    рассмотрения претензии лицу, предъявившему претензию, должно быть сообщено в письменной форме.
    8.6.В случае возникновения неурегулированных претензий между сторонами, каждая из них может защищать свои нарушенные
    права в порядке, установленном Законодательством РФ.
    8.7.В случае доказанности неисполнения, либо ненадлежащего исполнения сторонами обязательств по настоящему Договору
    виновная сторона обязана возместить другой стороне убытки, причиненные неисполнением либо ненадлежащим исполнением
    обязательств по настоящему Договору.
    8.8. Жалобы и претензии принимаются Оператором связи ежедневно с 09-00 до 18-00 по рабочим дням по телефонам 8 (81374) 34-
    224; 8 (81374)333-24
    9. Форс-мажор
    9.1.Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему Договору,
    если это неисполнение явилось следствием обстоятельств непреодолимой силы (форс-мажор), возникших после заключения
    Договора в результате событий чрезвычайного характера, которые Стороны не могли предвидеть, ни предотвратить разумными
    мерами. К таким событиям относятся: наводнение, пожар, землетрясение, взрыв и другие форс-мажорные обстоятельства,
    предусмотренные законодательством Российской Федерации.
    9.2.Событием чрезвычайного характера является так же нарушение связи из-за повреждения действующего оборудования третьих
    лиц, имеющих причастность к обеспечению технической возможности доступа Абонента к сети связи.
    9.3.При наступлении и прекращении указанных в п.9.1, обстоятельств Сторона, для которой создавалась невозможность
    исполнения ее обязательств по настоящему Договору, должна немедленно известить другую Сторону, приложив соответствующее
    подтверждение.
    10. Технические характеристики услуги .Доступ в Интернет.
    Организация доступа к Услугам связи осуществляется с использованием интерфейса Fast Ethernet, а также с использованием
    протокола PPPoE, а также протоколов из стека протоколов TCP/IP. Полоса пропускания линии связи в Сети Оператора связи . 1
    Гбит/с. Временные задержки при прохождении (туда и обратно) PING-пакета между Пользовательским (оконченным)
    оборудованием Абонента и Сетью Оператора связи в среднем за месяц не должна превышать 300 мс. Достоверность передачи
    информации . допускаются искажения не более 1% от объема переданной информации в течение Расчетного периода. Возможная
    потеря пакетов между магистральными узлами Сети Оператора связи не должна превышать 10% за Расчетный период. Тех.
    Нормы: РД 45.129-2000 от 23 июля 2001 N 175.
    Услуги связи: Наименование тарифа Абонентская плата в месяц (руб.)
    Услуга связи "Доступ в
    Интернет"
    ☐ Повторное подключение
    Оборудование, передаваемое Абоненту: Стоимость с передачей Оборудования в
    собственность (с установкой и настройкой)
    Услуга кабельного телевидения Требуется заключение дополнительного договора
    ☐ Повторное подключение
    Количество телеприемников аналог_________ цифровые_________
    *Стоимость Услуг за месяц (руб.) *Число, до которого требуется пополнять
    баланс
    Совокупный размер
    ежемесячной абонентской
    платы по всем выбранным
    абонентом видам услуг связи
    Стоимость подключения, руб. Стоимость выделенного IP адреса за месяц,
    руб.
    Единовременная плата за выделение
    внешнего IP-адреса, руб.
    АДРЕСА, РЕКВИЗИТЫ И ПОДПИСИ СТОРОН
    Оператор связи
    ИНН 4707030021, КПП 470701001
    Общество с ограниченной
    ответственностью "КОНТАКТ"
    Юридический адрес:
    188560, Ленинградская область, г.Сланцы,
    ул.Шахтерской Славы, д.16, кв. 1 тлф. 8-813-
    74-333-24 Физический адрес:
    Абонент
    ФИО ${contract.fullName}
    Паспорт: серия __________ N ________________________________________
    Выдан: кем________________________________________________________
    _____________________________________ когда
    ________________________
    ООО Контакт N 10000, ФИО ${contract.fullName}
    4/4
    188560, Ленинградская область, г.Сланцы,
    ул.Шахтерской Славы, д.16, кв. 1 тлф. 8-813-
    74-333-24
    Реквизиты:
    ОГРН 1104707000859, ОКПО 65525357
    Р/с . 40702810055300176555
    СЕВЕРО - ЗАПАДНОГО БАНКА ОАО
    "СБЕРБАНК РОССИИ"
    г. Санкт - Петербург
    кор.счет .30101810500000000653
    БИК 044030653
    ОКВЭД 64.20.12.
    Сайт: www.slantk.ru
    Генеральный директор управляющей
    компании ООО "ИТ-Регион" Хорцев Николай
    Иванович ______________
    Дата рождения 01/01/1900
    Адрес регистрации (по данным паспорта) _____________________________
    __________________________________________________________________
    __________________________________________________________________
    Адрес предоставления услуг связи: г. Сланцы ул. Шахтерской Славы д. 16 кв.
    1
    Личный кабинет: slantk.ru
    Логин: 10000
    Пароль: *********
    С информацией, необходимой для заключения Договора, а также с
    Описанием Услуг и Тарифами ознакомлен, согласен и обязуюсь их
    выполнять.
    _____________________`}
}